//WPR045C  JOB 123,BRSP,CLASS=A,NOTIFY=WPR045  
//STEP1    EXEC PGM=IEBGENER                   
//SYSUT1   DD *                                
       HELLO WORLD                             
/*                                             
//SYSUT2   DD DSN=WPR045.OCT23.JCLPGM2,        
//         DISP=(OLD,CATLG,CATLG)              
//SYSIN    DD DUMMY                            
//SYSPRINT DD SYSOUT=*                         