//WPR045A JOB (1234),BP,NOTIFY=WPR045,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,2) 
//STEP1 EXEC PGM=IEFBR14                                                
//DD1 DD DSN=WPR045.OCT23.JCLPGM52,                                     
//     DISP=(NEW,CATLG,CATLG),                                          
//     SPACE=(TRK,(1,1)),                                               
//     DCB=(RECFM=FB,LRECL=80,BLKSIZE=800)                              
//SYSIN DD DUMMY                                                        